[TheWorld:PersistentLevel.Main_Sequence.Art_Dealer.DisSeqAct_AddDarkness_2 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Art_Dealer.DisSeqAct_AddKey_1 DisSeqAct_AddKey]
m_Name="画商公寓钥匙"

[TheWorld:PersistentLevel.Main_Sequence.Art_Dealer.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Art_Dealer.DisSeqAct_ShowHUDMessage_1 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_10 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_2 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_3 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_4 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_5 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_6 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_7 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Brothel_Employee.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.Curtis.DisSeqAct_ShowHUDMessage_3 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_AddDarkness_1 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往克拉文鹰大道")
m_Choices[1]=(m_ChoiceText="留在金猫")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_4 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往队长宝座旅馆")
m_Choices[1]=(m_ChoiceText="留在金猫")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_5 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往酿酒区")
m_Choices[1]=(m_ChoiceText="留在金猫")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="金猫"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="金猫"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="画商"

[TheWorld:PersistentLevel.Main_Sequence.Emily.DisSeqAct_GameOver_1 DisSeqAct_GameOver]
m_Reason="艾米莉害怕你"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="蒸汽浴室"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="金猫"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="寇斯提思·潘德顿"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="摩根·潘德顿"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="象牙阁"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="吸烟室"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="高级妓女的宿舍"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="画商"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="克拉文鹰大道"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="蒸汽浴室"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="金屋"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="画商"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="艾米莉"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="金猫万能钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="老鸨的办公室"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="VIP通道"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="克拉文鹰大道"

[TheWorld:PersistentLevel.Main_Sequence.ObjectivesTracker.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="VIP通道"

